import React from 'react'
import { FaBookmark } from "react-icons/fa";

const Courses = () => {
    return (
        <div>
            <div>
                <div>
                    <div className='  flex justify-end my-16'>
                        <h3 className=' flex text-6xl text-slate-800'><span className=' mx-4'><FaBookmark />
                        </span>الكورسات</h3>
                    </div>



                </div>
                <div className=' grid-cols-3 grid rtl-grid container'>
                    <div className=' bg-gradient-to-br shadow-2xl shadow-green-500/70 from-green-500 to-green-300 p-5 m-5 rounded-2xl '>
                        <h3 className=' text-white text-5xl flex text-right leading-relaxed'>كورس الدعامه والحركة</h3>
                        <h2 className='  text-right mt-6 text-2xl font-arabicUI3 text-green-800 drop-shadow-xl'>
                            ✨ كورس الدعامة والحركة يقدم لك كل ما تحتاجه لفهم هذا الموضوع بطريقة مبسطة وعلمية!

                            🔍 ماذا ستتعلم؟
                            ✅ أنواع الدعامة في الكائنات الحية
                            ✅ ميكانيكية الحركة في العضلات والمفاصل
                            ✅ تركيب الجهاز الهيكلي والعضلي بالتفصيل
                            ✅ دور الأعصاب في التحكم بالحركة

                            🎯 لمن هذا الكورس؟

                            طلاب الثانوية العامة
                            عشاق العلوم والبيولوجيا
                            أي شخص يسعى لفهم عمل الجسم البشري
                            📚 مميزات الكورس:
                            ✅ شرح بسيط وسهل مع أمثلة عملية
                            ✅ فيديوهات تفاعلية
                            ✅ اختبارات قصيرة للتأكد من الفهم

                            💡 لا تضيع الفرصة! استعد لرحلة علمية ممتعة مليئة بالمعلومات القيمة.
                            📩 احجز مكانك الآن وابدأ التعلم اليوم!


                        </h2>
                        <button className='  w-fit text-4xl m-auto flex justify-center p-4 bg-white rounded-2xl my-4 text-green-500 shadow-xl shadow-green-400 outline-dashed outline-4 outline-offset-4 '>مشاهده الكورس</button>
                    </div>
                    <div className=' bg-gradient-to-tr from-blue-500 shadow-2xl shadow-blue-500/70 to-blue-300 p-5 m-5 rounded-2xl  '>
                        <h3 className=' text-white text-5xl flex text-right leading-relaxed'>كورس  الهرمونات</h3>
                        <h2 className='  text-right mt-6 text-2xl font-arabicUI3 text-blue-800 drop-shadow-xl'>
                            ✨ كورس الدعامة والحركة يقدم لك كل ما تحتاجه لفهم هذا الموضوع بطريقة مبسطة وعلمية!

                            🔍 ماذا ستتعلم؟
                            ✅ أنواع الدعامة في الكائنات الحية
                            ✅ ميكانيكية الحركة في العضلات والمفاصل
                            ✅ تركيب الجهاز الهيكلي والعضلي بالتفصيل
                            ✅ دور الأعصاب في التحكم بالحركة

                            🎯 لمن هذا الكورس؟

                            طلاب الثانوية العامة
                            عشاق العلوم والبيولوجيا
                            أي شخص يسعى لفهم عمل الجسم البشري
                            📚 مميزات الكورس:
                            ✅ شرح بسيط وسهل مع أمثلة عملية
                            ✅ فيديوهات تفاعلية
                            ✅ اختبارات قصيرة للتأكد من الفهم

                            💡 لا تضيع الفرصة! استعد لرحلة علمية ممتعة مليئة بالمعلومات القيمة.
                            📩 احجز مكانك الآن وابدأ التعلم اليوم!


                        </h2>
                    </div>
                    <div className=' bg-gradient-to-tr from-red-500 shadow-2xl shadow-red-500/70 to-red-300 p-5 m-5 rounded-2xl '>
                        <h3 className=' text-white text-5xl flex text-right leading-relaxed'>كورس التكاثر </h3>
                        <h2 className='  text-right mt-6 text-2xl font-arabicUI3 text-red-800 drop-shadow-xl'>
                            ✨ كورس الدعامة والحركة يقدم لك كل ما تحتاجه لفهم هذا الموضوع بطريقة مبسطة وعلمية!

                            🔍 ماذا ستتعلم؟
                            ✅ أنواع الدعامة في الكائنات الحية
                            ✅ ميكانيكية الحركة في العضلات والمفاصل
                            ✅ تركيب الجهاز الهيكلي والعضلي بالتفصيل
                            ✅ دور الأعصاب في التحكم بالحركة

                            🎯 لمن هذا الكورس؟

                            طلاب الثانوية العامة
                            عشاق العلوم والبيولوجيا
                            أي شخص يسعى لفهم عمل الجسم البشري
                            📚 مميزات الكورس:
                            ✅ شرح بسيط وسهل مع أمثلة عملية
                            ✅ فيديوهات تفاعلية
                            ✅ اختبارات قصيرة للتأكد من الفهم

                            💡 لا تضيع الفرصة! استعد لرحلة علمية ممتعة مليئة بالمعلومات القيمة.
                            📩 احجز مكانك الآن وابدأ التعلم اليوم!


                        </h2>
                    </div>
                    <div className=' bg-gradient-to-tr from-slate-500 shadow-2xl shadow-slate-500/70 to-slate-300 p-5 m-5 rounded-2xl '>
                        <h3 className=' text-white text-5xl flex text-right leading-relaxed'>كورس  المناعه</h3>
                        <h2 className='  text-right mt-6 text-2xl font-arabicUI3 text-slate-800 drop-shadow-xl'>
                            ✨ كورس الدعامة والحركة يقدم لك كل ما تحتاجه لفهم هذا الموضوع بطريقة مبسطة وعلمية!

                            🔍 ماذا ستتعلم؟
                            ✅ أنواع الدعامة في الكائنات الحية
                            ✅ ميكانيكية الحركة في العضلات والمفاصل
                            ✅ تركيب الجهاز الهيكلي والعضلي بالتفصيل
                            ✅ دور الأعصاب في التحكم بالحركة

                            🎯 لمن هذا الكورس؟

                            طلاب الثانوية العامة
                            عشاق العلوم والبيولوجيا
                            أي شخص يسعى لفهم عمل الجسم البشري
                            📚 مميزات الكورس:
                            ✅ شرح بسيط وسهل مع أمثلة عملية
                            ✅ فيديوهات تفاعلية
                            ✅ اختبارات قصيرة للتأكد من الفهم

                            💡 لا تضيع الفرصة! استعد لرحلة علمية ممتعة مليئة بالمعلومات القيمة.
                            📩 احجز مكانك الآن وابدأ التعلم اليوم!


                        </h2>
                    </div>
                    <div className=' bg-gradient-to-tr from-orange-500 shadow-2xl shadow-orange-500/70 to-orange-300 p-5 m-5 rounded-2xl '>
                        <h3 className=' text-white text-5xl flex text-right leading-relaxed'>كورس  الجيولوجيا</h3>
                        <h2 className='  text-right mt-6 text-2xl font-arabicUI3 text-red-800 drop-shadow-xl'>
                            ✨ كورس الدعامة والحركة يقدم لك كل ما تحتاجه لفهم هذا الموضوع بطريقة مبسطة وعلمية!

                            🔍 ماذا ستتعلم؟
                            ✅ أنواع الدعامة في الكائنات الحية
                            ✅ ميكانيكية الحركة في العضلات والمفاصل
                            ✅ تركيب الجهاز الهيكلي والعضلي بالتفصيل
                            ✅ دور الأعصاب في التحكم بالحركة

                            🎯 لمن هذا الكورس؟

                            طلاب الثانوية العامة
                            عشاق العلوم والبيولوجيا
                            أي شخص يسعى لفهم عمل الجسم البشري
                            📚 مميزات الكورس:
                            ✅ شرح بسيط وسهل مع أمثلة عملية
                            ✅ فيديوهات تفاعلية
                            ✅ اختبارات قصيرة للتأكد من الفهم

                            💡 لا تضيع الفرصة! استعد لرحلة علمية ممتعة مليئة بالمعلومات القيمة.
                            📩 احجز مكانك الآن وابدأ التعلم اليوم!


                        </h2>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default Courses